"(Not You?)|Login - Clickable text letting user log in as a different user" = "(회원님이 아니세요?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "근처에 있는 친구 1명";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "하루";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1시간";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1분";

"1d|short indicator that a user was active 1 day ago" = "1일";

"1h|short indicator that a user was active 1 hour ago" = "1시간";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "1분 한도: 보내려면 놓으세요";

"1m|short indicator that a user was active 1 minute ago" = "1분";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2일";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2시간";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2분";

"A new version of Messenger is available.|New version title" = "메신저의 새 버전을 사용할 수 있습니다.";

"Activation Code|placeholder text for activation code field" = "활성화 코드";

"Activation Request Failed|" = "활성화 요청 실패";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "현재 활동 중 (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "즐겨찾기 추가";

"Add More People|button for adding people to the conversation" = "더 많은 사람 추가";

"Add More People|title for add members page" = "더 많은 사람 추가";

"Add More People|title for add people page" = "더 많은 사람 추가";

"Add People|button to add members to the message thread" = "사람들 추가";

"Add Photos|Button label for adding photos from the photo library" = "사진 추가";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "기존 연락처에 추가";

"Adding...|adding progress text" = "추가 중...";

"Advanced Settings|text for advanced settings button" = "세부 설정";

"Advanced|title for advanced settings page" = "고급";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "%1$@까지 알림 끄기";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "1시간 동안 알림 끄기";

"Alerts Off|Indicates that alerts are off" = "알림 꺼짐";

"Alerts On|Indicates that alerts are on" = "알림 켜짐";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "8시간동안 모든 알림이 꺼집니다.";

"All notifications are off.|Mute warning display on thread list" = "모든 알림이 꺼졌습니다.";

"All|Segment button label for all stickers" = "모두 보기";

"Answer|Text for button that accepts a call" = "받기";

"Archive|Button label that will archive the conversation" = "아카이브에 저장";

"Archive|Label for archive button when swipe to archive in thread list view" = "아카이브에 저장";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "이 대화 이름을 삭제하시겠습니까?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "이 대화에서 나가시겠습니까? 더 이상 새 메시지를 받지 못합니다.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "확인해주세요!";

"Attach a Photo|Button label for attaching a photo from the photo library" = "사진 첨부";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "미디어 첨부";

"Back|Go back to previous screen" = "돌아가기";

"Back|generic nav bar back button" = "뒤로";

"Background task expired|Error string for app killed in background while message was sending" = "배경 작업이 종료되었습니다";

"Bing Image Search|" = "Bing 이미지 검색";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "동시에 보내기 기능으로 한 번에 최대 %1$i명의 사람들에게 개별 메시지를 보낼 수 있습니다.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "동시에 보내기";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "동시에 보내기";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "동시에 보내기는 최대 %1$i개의 첨부 파일을 포함할 수 있습니다.";

"Bring messages to life|Title of Media attachment NUX" = "메시지 꾸미기";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "동시에 보내기";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "동시에 보내기";

"Call Ended|End call message in non-error case" = "통화 종료";

"Call Ended|String shown when the call ends" = "통화 종료";

"Call Failed|End call message in error case" = "통화 실패";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Wi-Fi 연결 또는 모바일 네트워크를 통해 친구에게 전화하세요. 표준 데이터 요금이 적용됩니다.";

"Call %@|action sheet option for calling a phone number" = "%1$@에게 전화 걸기";

"Call|Call" = "통화";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Wi-Fi로 무료로 전화할 수 있습니다. 모바일 네트워크상에서 전화하면 표준 요금이 적용됩니다.";

"Camera|Button label for attaching a photo from the camera" = "카메라";

"Cancel|Title for generic Cancel button." = "취소";

"Celebrations|Title of list of friends who have events to celebrate." = "축하 이벤트";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "휴대폰을 이용해 어느 누구와도 무료로 채팅할 수 있습니다.";

"Chat|The title of the view showing the buddy list section of the app" = "채팅하기";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "친구 선택";

"Choose Photo|action sheet option for choosing a photo from photo library" = "사진 선택";

"Clear|prompt to clear all unsent messages" = "지우기";

"Clearing...|Progress text shown while clearing the image for a thread" = "지우는 중...";

"Close active chat|Button to close an active chat" = "채팅창 닫기";

"Close|Title of button in navigation bar to close a web page." = "닫기";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "설정 닫음";

"Comment|Comment button title" = "댓글 달기";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "%1$@님에게 보내는 메시지 작성";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "%1$@님에게 보내는 메시지 작성: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "휴대폰 확인";

"Connecting|Text shown on call screen while connecting a call" = "연결중";

"Connection Failed|Alert title when connection failed" = "연결 실패";

"Connection Lost|End call message in connection lost case" = "연결 끊김";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "연락처 정보";

"Contact Info|Title of the canonical thread info page." = "연락처 정보";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "계속하고 다시 묻지 않기";

"Continue|Button label to continue through zero rating session fence" = "계속";

"Continue|Login - Login Button Title for Keychain Login" = "계속";

"Conversation Name|placeholder text in conversation name textfield" = "대화 이름";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "복사";

"Copy|Title for buttons and menus that let user copy the current text" = "복사";

"Copy|action sheet option for copying a string to the clipboard" = "복사";

"Could not add new members. Please try again.|message for failing to add members dialog" = "새 회원을 추가할 수 없습니다. 다시 시도해 주세요.";

"Could not load sticker store.|Error message for sticker store load failure" = "스티커 스토어를 읽어들일 수 없습니다.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "연락 가능 여부를 알 수 없음";

"Countries|Title for country picker" = "국가";

"Country|Country - Country placeholder text" = "국가";

"Create Group Chat|Label for a button that creates a new group chat" = "그룹 채팅 만들기";

"Create Group Chat...|Text on a button to compose a new group message" = "그룹 채팅 만들기...";

"Create Group Conversation|button for adding people to the canonical conversation" = "그룹 대화 만들기";

"Create New Contact|action sheet option for creating a new contact" = "새 연락처 만들기";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "현재 통화중";

"Customize Notification Settings|User education for how to configure conversation alerts" = "알림 설정 맞춤화";

"Decline|Text for button that declines a call" = "거절";

"Delete Conversation Name|alert title for deleting conversation name" = "대화 이름 삭제";

"Delete Conversation|Button label that will delete the conversation" = "대화 삭제";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "삭제할까요? 삭제 후 취소할 수 없습니다.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "이 전체 대화를 삭제하시겠습니까?";

"Delete|Button label that will delete the conversation" = "삭제";

"Delete|Button to accept deleting the name of a conversation" = "삭제";

"Delete|Label for archive button when swipe to archive in thread list view" = "삭제";

"Delete|Label for button to delete previous character" = "삭제";

"Delete|Label on button that deletes a thread" = "삭제";

"Delete|button text for deleting a message" = "삭제";

"Delete|button text for removing an unsent message" = "삭제";

"Details|title for message details page" = "상세 정보";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "누가 근처에 있는지 알아보세요";

"Don't Delete|Button to decline to delete the name of a conversation" = "삭제 안 함";

"Don't Save|Don't save action sheet button" = "저장 안 함";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "메시지 목록 편집 완료";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "완료";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "편집하려면 두번 연속 누르세요.";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "다운로드 실패";

"Download|Accessibility label for download button in sticker store list view" = "다운로드";

"Download|Button title to download an upgrade" = "다운로드";

"Download|Label for button to download a sticker pack" = "다운로드";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "다운로드됨";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "다운로드됨";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "다운로드 중";

"Downloading|Label for button to show a sticker pack being downloaded" = "다운로드 중";

"Drag Down to Hide|Chat head dismiss NUX title" = "숨기려면 아래로 끌어가세요";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "숨기려면 여기로 끌어가세요";

"Edit|Edit button/label title for chat divebar" = "수정";

"Email or phone number|email/phone field placeholder on login screen" = "이메일 또는 전화번호:";

"Empty Feedback|Title for empty feedback warning." = "의견이 없음";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "사용함";

"Enter Code|Enter Code page title" = "코드 입력";

"Error|Error title for sticker pack detail view" = "오류";

"Error|error title after failed to load webview" = "오류";

"FREE|Price label for free sticker pack" = "무료";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "위치 기능을 사용하면 Facebook이 더욱 편리해집니다";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Facebook 메신저 로그인";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook 사용자";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook에서는 회원님의 연락처를 보관하여 사람들이 검색하거나 다른 사람들과 연결할 수 있도록 돕습니다. 또는 회원님이나 다른 사람들에게 추천을 제공하기도 합니다. 대화에서 “i” 단추를 눌러서 연락처 정보를 편집하거나 앱 설정에서 모든 연락처를 삭제할 수 있습니다.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook은 정기적으로 회원님의 위치를 사용하고 저장합니다.";

"Failed to add members|title for failing to add members dialog" = "회원을 추가하지 못했습니다.";

"Failed to save your settings.|error message after changing thread alert setting." = "설정을 저장하지 못했습니다.";

"Favorites|chat bar favorites header title" = "즐겨찾기";

"Featured|Segment button label for featured stickers" = "추천";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Facebook의 위치 기능을 사용하려면 이 절차를 밟아주세요.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "팔로우";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "더 정확한 결과를 얻으려면 %1$@ 설정으로 이동하고 위치 서비스를 선택하세요. %2$@의 설정을 켜주세요.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "더 정확한 결과를 얻으려면 %1$@ 설정으로 이동하고 개인 정보를 누른 다음 위치 서비스를 선택하세요. %2$@의 설정을 켜주세요.";

"Free Call|Text on button that starts a messenger call" = "무료 통화";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "무료 통화 기능을 사용할 수 없음";

"Friends Nearby|Title of list of friends who are nearby." = "근처에 있는 친구";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "메신저 상의 친구들";

"Get Directions|action sheet option for viewing a map" = "경로 안내";

"Get Facebook Messenger|The title for messenger promotion banner" = "Facebook 메신저 다운로드";

"Get Started|Label for a button that creates a new group chat" = "시작하기";

"Get Started|Title for NUX" = "시작하기";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "의견 보내기 또는 문제 신고하기";

"Google Image Search|" = "Google 이미지 검색";

"Group Chat|Title for megaphone section helping users discover group chats" = "그룹 채팅";

"Group Chats|Title for megaphone section helping users discover group chats" = "그룹 채팅";

"Group Chats|chat bar header for group conversations" = "그룹 채팅";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "그룹 대화";

"Group Conversations|Table header for group threads section" = "그룹 대화";

"Group Info|Title of group thread info page." = "그룹 정보";

"Group Members|Title for section showing members of a group (member count will follow)" = "그룹 회원";

"Group Messages|Title for megaphone section helping users discover group chats" = "그룹 메시지";

"Group|Button for starting a new group message." = "그룹";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "동시에 여러 명의 친구들과 대화를 나눠보세요.";

"Help|text for help button" = "도움말";

"Hold to Talk|The instruction for holding the record button and talk" = "누른 상태에서 말하세요";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "확인합니다.";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "%1$@ 사용을 즐기신다면 이 업데이트를 평가해 주시겠어요? 감사합니다!";

"Image Search|action sheet option for choosing a photo from image search" = "이미지 검색";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "위치 포함";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "올바르지 않은 확인 코드";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebook 메신저를 설치할까요?";

"Install|Button text to install the Facebook Messenger" = "설치";

"Install|The text on the button for users to install Messenger." = "설치";

"Introducing Chat Heads|Chat head intro NUX title" = "새로운 기능! 챗 헤드";

"Invalid Country Code|alert title for invalid country code" = "잘못된 국가 코드";

"Invalid Phone Number|alert title for invalid phone number" = "잘못된 전화번호";

"Just tap to open and close your messages.|Chat head intro NUX body" = "메시지를 열고 닫으려면 여기를 누르세요.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "모두에게 진행 상황 알리기";

"Last Updated: %@|last updated date in pull to refresh header" = "마지막 업데이트 날짜: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "더 알아보기";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "더 알아보기";

"Leave Conversation|leave conversation button" = "대화에서 나가기";

"Leave conversation?|confirmation dialog title for leaving a thread" = "대화에서 나가시겠습니까?";

"Leave|Button title for leaving a thread" = "나가기";

"Leaving...|Progress text shown while leaving a thread" = "나가는 중...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "대화에 참여한 사람들에게 회원님이 어디에 있는지 알립니다.";

"Licenses|Licenses screen title" = "라이센스";

"Licenses|text for licenses button" = "라이센스";

"Like|Like button title" = "좋아요";

"Like|Title for generic Like button." = "좋아요";

"Load Map|Button text for users to load the map location when zero rated." = "지도 읽어들이기";

"Loading...|Message presented while waiting for content to load." = "로드 중...";

"Loading...|Placeholder text while results are loading" = "불러오는 중 ...";

"Locating You...|Message presented when waiting for an accurate location fix." = "위치 검색 중...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "위치가 비활성화됨";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "이 대화에서는 위치 기능을 사용하지 않음";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "위치 기능 꺼짐. 이 대화에 참여하는 사람들에게 회원님의 위치를 알리려면 위치 기능을 켜세요.";

"Location services are on|Title of location NUX when user has enabled location services." = "위치 서비스 켜짐";

"Log In to Facebook|Login - Login Button Title for password login" = "Facebook에 로그인";

"Logged in as %@|Login - Text showing who user is logged in as" = "%1$@님으로 로그인";

"Login Approval Required|title of login approval dialog" = "로그인 승인 필요";

"Login Failed|Invalid login alert title" = "로그인 실패";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "다른 사람 이름으로 로그인";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "%1$@님 이름으로 로그인";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "다른 계정으로 로그인";

"Mark as Unread|Button label that will mark the thread as unread" = "읽지 않은 상태로 표시";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "메시지 전송";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "친구에게 메시지 보내기";

"Message|Button for starting a new message." = "메시지";

"Message|button to open a composer to send a message to the page" = "메시지";

"Messages|Messenger module display name" = "메시지";

"Messages|The title of the message thread list view." = "메시지";

"Messages|Title for messages inbox view" = "메시지";

"Messages|accessibility (voiceover) label for chathead inbox" = "메시지";

"Messages|name of the app with Facebook brand" = "메시지";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "더 많은 사람들과 친구들에게 연결할 수 있도록 회원님의 연락처를 정기적으로 동기화합니다.";

"Messenger|The title of the app, used in Appirater's dialog." = "메신저";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "기타 친구 (%1$d명)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "친구 더 보기 (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "온라인인 친구 더보기";

"Name is Too Long|alert title for long conversation name" = "이름이 너무 김";

"Name this conversation|placeholder text for the prompt to name a conversation" = "이 대화의 이름";

"Nearby|Nearby people to send a message to" = "근처";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "메시지. 다시는 놓치지 마세요!";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "친구들이 보낸 메시지를 다시는 놓치지 마세요.";

"New Message|Text on a button in messages popover to compose a new message" = "새 메시지";

"New Message|Title of screen shown when user is composing a new message" = "새 메시지";

"New version available|Title of alert displayed when new version is available" = "새 버전이 없습니다.";

"Next|Generic button to move to next item" = "다음";

"Next|button label for moving to the next screen" = "다음";

"No Internet Connection|Warning banner for no network connection" = "인터넷에 연결되어 있지 않음";

"No Message|dialog title for when user tries to send an empty message" = "메시지 없음";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "참가자 없음";

"No Participants|String when no participants are on the thread" = "참가자 없음";

"No Recipients|dialog title for when user tries to send to no recipients" = "받는 사람 없음";

"No Results|Alert title when there are no results from image search." = "결과 없음";

"No locations shared recently.|message on map view when no location has been shared recently" = "현재 공유된 위치가 없습니다.";

"No response.|Error reported when no response is received from the server" = "응답이 없습니다.";

"No, Thanks|Label on button for user to decline to rate the app" = "다음에 할래요";

"Not Now|Button text to temporarily ignore the installation message" = "나중에";

"Not Now|Do not enable contact sync button label, 15 char max" = "나중에 하기";

"Not Now|Not now alert popup button" = "나중에 하기";

"Not Now|Title of button to not share location for now." = "나중에 하기";

"Not Now|button label for deferring enabling push notifications" = "나중에 하기";

"Not now|Button title to decline an upgrade" = "나중에";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "8시간동안 알림 끔";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "알림 켜짐";

"Notifications for This Conversation|Title for per-thread notification settings" = "이 대화의 알림 설정";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "이 대화의 알림 설정이 꺼져 있습니다.";

"Notifications|Label for enabling/disabling notification" = "알림";

"Notifications|Label for enabling/disabling notifications" = "알림";

"OK|Title for generic OK button." = "승인";

"Off Until %@|Short string for indicating that alerts are off until X time" = "%1$@까지 끔";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "1시간 동안 끔";

"Off|Short string for indicating that alerts are off" = "꺼짐";

"On|Short string for indicating that alerts are on" = "켜짐";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "대화의 사본을 삭제하면 취소할 수 없습니다.";

"Only You|String for describing a thread where you are the only user remaining" = "회원님만";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "iPhone 설정을 여세요";

"Open in Maps|action sheet option for opening an address in the Maps app" = "지도에서 열기";

"Open sticker store|Accessibility label for sticker store tab bar button" = "스티커 스토어 열기";

"Other People|Table section header for a list of non-friend search results" = "다른 사람들";

"Password|password field placeholder on login screen" = "비밀번호";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "이 대화 참여자는 회원님이 위치를 지도에서 볼 수 있습니다.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "추가된 사람은 대화의 모든 과거 메시지를 볼 수 있습니다.";

"Phone Number|placeholder text for phone number field" = "전화번호";

"Pin friends you message most|Label when users have no favorites" = "메시지를 가장 자주 보내는 친구 표시";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "확인 코드를 확인하고 다시 시도해 주세요.";

"Please check your network connection and try again.|" = "네트워크 연결을 확인하고 다시 시도해 주세요.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "번호를 확인하고 다시 시도해 주세요.";

"Please check your number and try again.|alert message for invalid phone number" = "번호를 확인하고 다시 시도해 주세요.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Facebook 메신저의 최신 버전을 다운로드하세요.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "메시지를 입력하거나 사진을 첨부하세요.";

"Please enter a valid country code.|alert message for invalid country code" = "유효한 국가 코드를 입력하세요.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Facebook에 로그인하는 데 사용하는 이메일과 비밀번호를 입력하세요.";

"Please include a description of your problem.|Message for empty feedback warning." = "문제에 대해 설명해 주세요.";

"Please rate the quality of your call|Prompt for call quality survey" = "통화 품질에 대해 평가해 주세요.";

"Please re-login to renew your session.|Error message for expired session" = "세션을 갱신하려면 다시 로그인하세요.";

"Please try again|Alert message when there are no results from image search." = "다시 시도해 주세요.";

"Please use a shorter conversation name.|alert message for long conversation name" = "더 짧은 대화 이름을 사용하세요.";

"Privacy & Terms|text for privacy and terms button" = "개인정보취급방침 및 약관";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Ⓧ로 밀어내리면 챗 헤드를 숨길 수 있습니다.";

"Pull down to refresh...|message for pull down to refresh" = "새로 고치려면 아래로 끌어 내리세요…";

"Push notification alerts are off.|Notice that push notifications are turned off" = "푸시 알림이 꺼졌습니다.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "푸시 알림이 꺼졌습니다.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "푸시 알림 소리가 꺼졌습니다.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "푸시 알림이 꺼졌습니다.";

"Push up to refresh...|message for push up to refresh" = "새로 고치려면 위로 누르세요…";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "여기에서 그룹 채팅을 신속하게 찾아보세요.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "여기에서 그룹 메시지를 신속하게 찾아보세요.";

"Rate %@|Alert title for asking user to rate this app." = "%1$@ 평가하기";

"Rate %@|Label on button prompting user to rate the app." = "%1$@ 평가하기";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "모바일이나 웹 어디에서나 친구들에게 연락할 수 있습니다.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "친구들이 어디에 있든지 채팅할 수 있습니다.";

"Recent Stickers|Accessibility label for recently used stickers" = "최근 스티커";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "최근 스티커";

"Record Video|action sheet option for recording a video" = "동영상 녹화";

"Record Voice|Button label for attaching an audio clip" = "음성 녹음하기";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "녹음기가 시작되지 않았음";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "녹음 취소됨";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "녹음을 취소하려면 놓으세요";

"Release to refresh...|message for releasing to refresh" = "새로 고치려면 화면에서 손을 떼세요…";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "나중에 알려 주세요";

"Remove Attachment|action sheet option for removing current attachment" = "첨부 파일 제거";

"Remove Photo|action sheet option for removing chosen photo" = "사진 삭제";

"Remove Photo|action sheet option for removing current attachment" = "사진 삭제";

"Removing...|text for removing progress" = "제거 중...";

"Report a Problem|title for give feedback or report bug" = "문제 신고";

"Resend|Resend - Resend Button Title" = "재발송";

"Retry|generic retry button" = "다시 시도";

"Ringing|Text shown on call screen while contacting another party" = "전화 거는 중";

"Save Photo|action sheet option to save photo to library" = "사진 저장";

"Save photo as conversation image?|" = "대화 이미지로 사진을 저장하시겠습니까?";

"Save|" = "저장";

"Saving...|Progress text shown while saving a new image for a thread" = "저장 중";

"Saving...|Progress text shown while saving a new name for a thread" = "저장 중...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "다른 친구 검색...";

"Search to add favorites|placeholder in edit favorites search bar" = "즐겨찾기 추가를 위해 검색";

"Search|placeholder in search bar" = "검색";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "검색 중...";

"See Group Chats|Label for a button that creates a new group chat" = "그룹 채팅 보기";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "친구들이 어디에 있는지 확인해보고 회원님의 위치를 공유하세요. 회원님의 정확한 위치가 공유되는 것은 아닙니다.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "모두 읽음";

"Seen by everyone|Seen state text for when everyone has seen the message." = "모든 사람이 읽음";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@님이 %2$@에 읽음";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@님이 읽음";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@님이 읽음";

"Seen by:|Text for seen state header" = "읽은 사람:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "%1$@에 %2$@근처에서 읽음";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "%1$@에 읽음";

"Select country code|select country code text" = "국가 코드 선택";

"Send (%i)|Send button with count in parentheses" = "보내기(%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "전송 실패";

"Send in Message|Sharing option" = "메시지로 보내기";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "휴대폰, 채팅, 웹으로 보내기";

"Send|Nav bar send button text" = "보내기";

"Send|Send button" = "보내기";

"Send|text to show in the send button" = "보내기";

"Sending...|sending progress text" = "보내는 중…";

"Sending…|Text used below message bubble to show send is in progress" = "보내는 중…";

"Sent a message|default notification text for messages with no body text" = "메시지를 보냈습니다";

"Sent from Messenger|indicator that a message was sent from Messenger" = "메신저에서 보냄";

"Sent from email|indicator that a message was sent from email" = "이메일에서 발송";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "휴대폰에서 발송";

"Sent from web|indicator that a message was sent sent from web or chat" = "웹에서 발송";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "%1$@에서 보냄";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "전송: %1$@";

"Session Expired|Error title for expired session" = "세션이 만료됨";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Facebook 켬";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "앱 설정 > 일반 > 위치 서비스";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "앱 설정 > 위치 서비스";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "앱 설정 - 개인 정보 - 위치 서비스";

"Settings|Accessibility label for a gear button that shows settings for chat" = "설정";

"Settings|Settings alert popup button" = "설정";

"Settings|title for settings page" = "설정";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "근처에 있는 친구들을 확인하려면 회원님의 위치를 공유하세요.";

"Share|Share button title" = "공유하기";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "공유한 사진";

"Shared a link|text for a link share" = "링크를 공유했습니다.";

"Shared a photo|text for a photo share" = "사진을 공유했습니다.";

"Shared a video|text for a video share" = "동영상을 공유했습니다.";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "키보드 표시";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "스티커 표시";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Facebook에 가입하기";

"Skip|Skip - Skip Button Title" = "건너뛰기";

"Something went wrong. Want to try again?|retry dialog message" = "문제가 발생했습니다. 다시 시도하시겠습니까?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "죄송합니다. 오류가 발생했습니다.";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "표준 데이터 요금 부과";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "지도 데이터를 읽어들이면 표준 요금이 적용됩니다.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "그룹 채팅 시작";

"Sticker Store|Navigation bar title for sticker store view" = "스티커 스토어";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "미디어 첨부 중단";

"Submit|Submit button title" = "제출";

"Suggestions|Suggested people to send a message to" = "추천";

"Switch Account|text for switching logged in user" = "계정 변경";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "통화를 완료하려면 Wi-Fi로 바꾸세요";

"Sync Contacts|Start contact sync button label, 15 char max" = "연락처 동기화";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "연락처 동기화";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "게시물과 사진에 위치 태그를 달아보세요. 전화를 꺼내지 않고도 근처에서 벌어지는 일을 알 수 있습니다.";

"Take Photo|action sheet option for taking a photo" = "사진 촬영";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "일반을 클릭하세요";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "위치 서비스를 클릭하세요";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "공개 범위를 누르세요";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "메시지를 보내려면 \"다시 시도\"를 탭하세요.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "채팅을 켜려면 도구를 클릭";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "설정을 확인하고 Facebook에서 회원님의 위치가 계속 필요한 이유를 알아보려면 여기를 누르세요.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "+를 눌러 사진을 보내거나 이모티콘을 추가하고 음성 메시지를 녹음하세요.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "통화 화면으로 돌아가려면 누르세요";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "위치 기능을 켜려면 클릭";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "해당 번호로 문자 메시지를 보낼 수 없습니다.";

"Text your friends for free.|The detailed info for free messenger promotion" = "친구들에게 공짜로 문자를 보내세요.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "친구들이 휴대폰을 사용중이거나 채팅중일 때 등 언제든 메시지를 보내세요.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "해당 전화번호는 문자 메시지를 받을 수 없습니다.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Facebook에 접속하던 중 문제가 발생했습니다. 인터넷 연결 상태를 확인하고 다시 시도해 주세요.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "연결중 문제가 발생했습니다. Wi-Fi에 연결하거나 다시 시도하세요.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "팁: 놓치는 메시지가 없도록 하기";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "전화를 받으려면 새 버전의 메신저로 업데이트해야 합니다.";

"To complete your phone number activation, please enter the activation code|" = "전화번호 활성화를 완료하려면 활성화 코드를 입력하세요.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "메시지에 위치를 포함시키려면 회원님의 %1$@(으)로 이동하세요.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "전화를 걸려면 새 버전의 메신저로 업데이트해야 합니다.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "이 대화에 대해 알림을 해제하려면 대화 설정으로 이동합니다.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "회원님의 모든 대화에서 위치 기능을 사용하지 않으려면 %1$@(으)로 가세요.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "알림을 켜려면 iPhone 설정 %1$@ 알림 %2$@ 메신저를 방문하세요.";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "이 기능을 사용하려면 %1$@ 설정에서 위치 서비스를 선택한 다음 %2$@ 위치를 켜세요.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "이 기능을 사용하려면 %1$@ 설정에서 개인 정보 보호를 누르고 위치 서비스를 선택한 다음 %2$@ 위치를 켜세요.";

"To|Accessibility label for to field in contact picker" = "받는 사람:";

"To:|to field in contact picker" = "받는 사람:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "누른 상태에서 말하세요. \n전송하려면 놓고, 취소하려면 버튼을 밀어주세요.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "다시 시도";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "채팅 끔";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "오전 8시까지 끄기";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "1시간동안 끄기";

"Turn Off|Option to turn off alerts" = "끄기";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "채팅 켬";

"Turn On Location Services|Error message title when location services are unavailable." = "위치 서비스 켜기";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "알림 켜기";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "알림 켜기";

"Turn On|Option to turn on alerts" = "켜기";

"Turn On|Turn on alerts" = "켜기";

"Turn On|button label for deferring enabling push notifications" = "켜기";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "푸시 알림 켜기";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "새 메시지의 도착 시간을 알 수 있도록 푸시 알림 켜기";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "알림을 끄거나 켬";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "입력 중...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "%1$@에게 전화할 수 없음";

"Unable to Save Image|retry dialog title for setting thread image" = "이미지를 저장할 수 없음";

"Unable to Send|Title for send feedback failed warning." = "전송 불가능";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "대화에 더 많은 사람을 추가할 수 없습니다. 다시 시도해 주세요.";

"Unable to name your conversation.|error message after setting conversation name" = "대화의 이름을 만들 수 없습니다.";

"Unable to remove you right now.|error messages after leaving conversation" = "지금은 회원님을 제거할 수 없습니다.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Facebook에 메시지를 자주 보내는 사람을 저장할 수 없음";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "메시지를 보낼 수 없습니다. 다시 시도할까요?";

"Unable to send message.|Alert text for when a message failed to send." = "메시지를 보낼 수 없음";

"Unable to send right now.|error message for failing to send message" = "지금은 보낼 수 없습니다.";

"Unpin|button title to remove user from favorites" = "표시 취소";

"Update|Get new version now button." = "업데이트";

"Updating...|updating progress text" = "업데이트 중…";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "지금 업그레이드";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "무료로 메신저 사용";

"View Call|Text show on button that views an incoming call" = "통화 조회";

"View Missed Call|Text show on button that views an incoming call" = "부재 중 전화 보기";

"View Timeline|Button text to go to a user's timeline" = "타임라인 보기";

"View in Maps|action sheet option for viewing a map" = "지도에서 보기";

"View|Alert button that takes user to the thread where a message failed to send" = "보기";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "죄송합니다. %1$@ 스티커 팩을 다운로드할 수 없습니다. 나중에 다시 시도하세요.";

"We'll text you a link to confirm your number.|Confirmation information text" = "번호 확인 링크를 문자로 보내 드리겠습니다.";

"Welcome to Messenger|Title for NUX page" = "메신저에 오신 것을 환영합니다";

"Who do you want to message?|Placeholder text in To field when composing a message" = "누구에게 메시지를 보내시겠어요?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "이 메시지를 누구에게 보내시겠습니까?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "동시에 보낼 메시지를 쓰세요(동일한 메시지를 친구들에게 따로 전송함)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "동시에 보낼 메시지를 쓰세요(동일한 메시지를 친구들에게 따로 전송함)";

"Write a message...|Placeholder text to suggest writing a message" = "메시지 쓰기...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Wi-Fi에서 %1$@에게 전화할 수 있습니다. 전화 설정에서 Wi-Fi를 켜세요.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "개인 정보 설정에서 데이터를 관리할 수 있습니다.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "%1$@님으로부터 부재 중 전화가 있었습니다.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "로그인 코드가 곧 SMS 또는 이메일로 발송됩니다.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "메시지를 받았을 때 이를 알 수 없습니다.";

"You|String for you, the user" = "회원님";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "메신저를 종료합니다. 표준 데이터 요금이 적용될 수 있습니다.";

"Your Stickers|Segment button label for downloaded stickers" = "내 스티커";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "현재 친구가 전화를 받을 수 없습니다.";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "친구가 근처 커피숍에 있습니다.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "친구가 근처 음식점을 추천했습니다.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "친구가 근처에서 사진을 찍었습니다.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "한 명 이상의 받는 사람에게 메시지를 보낼 수 없습니다.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "한 명 이상의 받는 사람에게 메시지를 보낼 수 없습니다.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "메시지가 전송되지 않았습니다.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "메시지가 전송되지 않았습니다.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1일 전에 활동";

"active 1h ago|indicator that a user was active 1 hour ago" = "1시간 전에 활동";

"active 1m ago|indicator that a user was active 1 minute ago" = "1분 전에 활동";

"active now|indicator that a user is currently active, on web or mobile" = "현재 활동 중";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "%1$@ 전 모바일을 이용함";

"active on mobile|presences status for being active on mobile" = "모바일 이용 중";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i일 전에 활동";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i시간 전에 활동";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i분 전에 활동";

"active %@ ago|presences status for being active a relative time ago" = "%1$@ 전 이용함";

"error|A short message for audio play error" = "오류";

"is calling|text below the caller's name when they are calling" = "에게서 전화왔습니다";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "입력 중...";

"on mobile|presences status for being available on mobile" = "모바일";

"online %@ ago|presences status for being online on the web a relative time ago" = "온라인 %1$@ 전";

"online|presences status for being online on the web" = "온라인";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "메시지 입력 중...";

"%d more friends nearby...|Additional nearby friend results available to show" = "근처에 있는 기타 친구 %1$d명...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d / %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i일";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i시간";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i분";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i명 찾음, %2$i명 일치";

"%id|short indicator that a user was active 2+ days ago" = "%1$i일";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i시";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i분";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@님과 %2$@님이 Facebook 메신저를 이용합니다.";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@님과 %2$@님";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@억";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@님에게서 전화가 왔습니다.";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@님이 통화 중입니다.";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@님이 근처 커피숍에 있습니다.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@님이 자리에 없습니다.";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@님이 메신저를 사용중입니다";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@님이 입력 중입니다.";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@님이 근처 음식점을 추천했습니다.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@님이 %2$@님에게";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@만";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@님이 근처에서 사진을 찍었습니다.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@님에게서 전화왔었습니다";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@님이 Facebook 메신저를 이용합니다.";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@님";

"%@, %d new messages|new messages input format" = "%1$@, %2$d개의 새 메시지";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@님 외 %2$i명";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@님이 Facebook 메신저를 이용합니다.";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@님 외 친구 1명이 메신저를 이용합니다.";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@님 외 친구 %4$i명이 메신저를 이용합니다.";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@십억";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@천";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@백만";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "근처에 있는 친구 %1$u명";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "친구 %1$u명이 회원님과 위치를 공유하고 있습니다.";

"%u photo attached|Accessiblity text for a single photo" = "사진 %1$u장 첨부";

"%u photos attached|Accessibility text for a photo set" = "사진 %1$u장 첨부";

